{
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "Español": "Spanish", 
    "Logo de Futpad": "Futpad's logo",
    "Para jugadores de todos los niveles que quieren mejorar la adherencia de su grip. Ideal para los jugadores de todos los niveles que quieren mejorar la adherencia de su grip.": "For players of all levels who want to improve their grip grip. Ideal for players of all levels who want to improve their grip grip.",
    "Este desodorante permite neutralizar eficazmente los malos olores del calzado deportivo. Puedes quitarte las zapatillasconfiadamente. El spray neutralizador BAMA no enmascara los olores, los elimina y deja un perfume fresco. MUY fácil de usar.":"This deodorant effectively neutralizes the odors of sports shoes. You can take off your shoes safely. The BAMA neutralizing spray does not mask odors, removes them and leaves a fresh perfume. VERY easy to use.",
    "Jugadores de Padel/Tenis que busquen una gorra con buena protección solar. Esta gorra deportiva Adidas te protegerá del sol y te aportará mucha comodidad gracias a su ligereza.":"Padel/Tennis players looking for a cap with good sun protection. This Adidas sports cap will protect you from the sun and bring you a lot of comfort thanks to its lightness.",
    "Nuestro equipo ha creado este magnesio para los escaladores que sudan poco en escalada pero quieren un magnesio con un poco de agarre sin demasiado alcohol. Con poco porcentaje de alcohol (30%) para cuidar la piel de las manos, seca menos las manos después de su uso. Se puede utilizar como complemento del magnesio en polvo.":"Our team has created this magnesium for climbers who sweat little in climbing but want a magnesium with a little grip without too much alcohol. With little percentage of alcohol (30%) to care for the skin of the hands, dry less hands after use. It can be used as a supplement to magnesium powder.",
    "Para la práctica de deportes de raqueta/pala con tiempo caluroso, también son adecuadas para otros deportes de raqueta/pala. Esta muñequera de deporte larga Adidas ofrece una absorción máxima del sudor. Detiene el chorreo a lo largo del brazo para facilitar el agarre de la raqueta/pala.":"For playing racquet/shovel sports in hot weather, they are also suitable for other racquet/shovel sports. This long sports wristband Adidas offers maximum absorption of sweat. Stops squirting along the arm for easy racket/shovel grip.",
    "Venda reutilizable de sujeción adaptada para vendar articulaciones o músculos durante la práctica deportiva. Venda de sujeción elástica y reutilizable 8 cm x 1,2 m. Útil con vendas autoadherentes para sujetar y proteger articulaciones y músculos.":"Reusable bandage suitable for bandaging joints or muscles during sports practice. Elastic and reusable support bandage 8 cm x 1.2 m. Useful with self-adhesive bandages to hold and protect joints and muscles.",
    "Jugadores de pádel en perfeccionamiento. Pelotas de pádel con presión, duraderas y vivas para los entrenamientos.":"Paddle players in improvement. Paddle balls with pressure, durable and live for training.",
    "Ideal para jugadores que buscan una pelota viva para intercambios rápidos. La pelota Head Pro, en su versión S, tiene un núcleo totalmente nuevo, que le proporciona velocidad y dinamismo.":"Ideal for players looking for a live ball for quick exchanges. The Head Pro ball, in its S version, has a completely new core, which gives it speed and dynamism.",
    "Mantiene la presión de las pelotas de pádel entre las dos partes para prolongar su vida útil.":"It maintains the pressure of the paddle balls between the two parts to prolong its service life.",
    "Presurizador de Pelotas, mantiene la presión de la pelota con el paso del tiempo, evitando que esta pierda bote en su uso.":"Ball pressurizer, keeps the pressure of the ball over time, preventing the ball from losing pot in use.",
    "Pack 3 botes Head Padel Profesional, para jugadores experimentados, las pelotas oficiales del circuito WTP.":"Pack 3 pots Head Padel Professional, for experienced players, the official balls of the circuit WTP.",
    "Concebido para jugadores expertos que quieren una pelota que se mantiene dinámica en condiciones de juego lentas (temperatura moderada, nivel del mar, humedad) Ideal para jugadores de pádel expertos que quieren jugar con bola viva en condiciones de juego lentas (temperatura moderada, nivel del mar, humedad).":"Designed for expert players who want a ball that stays dynamic in slow playing conditions (moderate temperature, sea level, humidity) Ideal for expert paddle players who want to play with live ball in slow playing conditions (moderate temperature, sea level, humidity).",
    "Nuestros diseñadores han concebido esta camiseta para jóvenes jugadores de tenis que juegan con tiempo cálido, también adecuada para otros deportes de raqueta. Camiseta de tenis ligera y transpirable.Sus colores variados permiten combinarla con el short 500 de tu elección para lucir un estilo muy tendencia.":"Our designers have designed this t-shirt for young tennis players who play with warm weather, also suitable for other racquet sports. Lightweight and breathable tennis shirt.Its varied colors allow to combine it with the short 500 of your choice to show off a very trendy style.",
    "Fabricado con poliamida y elastano, fibras innovadoras que aportan ligereza, movilidad y comodidad. Son de secado rápido, absorben la humedad y están bien ventilados.":"Made of polyamide and elastane, innovative fibers that provide lightness, mobility and comfort. They are quick drying, absorb moisture and are well ventilated.",
    "Es transpirable, absorbe la humedad y se seca rápidamente. Proporcionan ligereza, movilidad y comodidad. Con dos grandes bolsillos y cintura elástica.":"It is breathable, absorbs moisture and dries quickly. They provide lightness, mobility and comfort. With two large pockets and elastic waist.",
    "Nuestros equipos de desarrollo han creado este pantalón para que puedas iniciarte en los deportes de raqueta sin pasar calor. Pantalón corto de tenis para sentirse cómodo en la cancha. Ligero y con una buena libertad de movimientos, cómodo de llevar mientras se juega. Bolsillos grandes para guardar las pelotas sin molestias.":"Our development teams have created these pants so you can get started in racquet sports without getting hot. Tennis shorts to feel comfortable on the court. Light and with good freedom of movement, comfortable to wear while playing. Large pockets to store balls without discomfort.",
    "Nuestro equipo, apasionado por el tenis, ha concebido este short de tenis para partidos o entrenamientos. Con este short transpirable, ¡estas listo para una serie de intercambios o puntos! Bolsillos de diseno especial para guardar las pelotas.":"Our team, passionate about tennis, has designed this tennis shorts for matches or training. With this breathable short, you are ready for a series of exchanges or stitches! Special design pockets to keep the balls.",
    "Nuestros disenadores han concebido este vestido para la practica del tenis, prenda tambien adecuada para otros deportes de raqueta. Vestido gran estilo ¡para que tu futura campeona gane con clase!":"Our designers have designed this dress for tennis practice, garment also suitable for other racquet sports. Dress great style for your future champion to win with class!",
    "Ideal para jugadores de padel junior (de 9 a 11 anos) en iniciacion. Ideal para jugadores de padel de nivel iniciacion que buscan una pala que aune manejabilidad y control.":"Ideal for junior padel players (9 to 11 years old) in initiation. Ideal for beginner level padel players looking for a shovel that combines manageability and control.",
    "Concebida para jugadores de pádel en perfeccionamiento. Pala de pádel polivalente en forma de lágrima, perfecta si está buscando potencia y control al mismo tiempo.":"Designed for paddle tennis players in advanced training. Tear-shaped multi-purpose paddle, perfect if you are looking for power and control at the same time.",
    "Concebida para jugadores de pádel expertos. La Babolat Technical Viper es una pala de pádel para jugadores expertos que buscan potencia y precisión en los golpes de ataque.":"Designed for expert padel players. The Babolat Technical Viper is a paddle shovel for expert players looking for power and precision in attack strikes.",
    "Concebido para jugadores de pádel en perfeccionamiento. Ideal para jugadores de pádel en perfeccionamiento que buscan una pala de pádel potente.":"Designed for paddle players in perfecting. Ideal for paddle players in perfecting looking for a powerful paddle paddle.",
    "Concebida para jugadores de pádel expertos. Mejora el toque, la precisión y la potencia con la PALA DE PÁDEL ALPHA ELITE, la pala más potente de una gama orientada al control.":"Designed for expert padel players. Improve touch, precision and power with the ALPHA ELITE PADDLE, the most powerful paddle in a control-oriented range.",
    "Zona térmica para 3 palas. Amplia zona central. Bolsillo inferior para los zapatos. Bolsillos para objetos personales. Correa ergonómica extraíble y ajustable. Asas acolchadas.":"Thermal zone for 3 blades. Large central area. Bottom pocket for shoes. Pockets for personal items. Removable and adjustable ergonomic strap. Padded handles.",
    "Concebido para jugadoras de pádel en perfeccionamiento. Es ideal para jugadoras de pádel en perfeccionamiento que quieren transportar sus enseres y proteger las palas de pádel.":"Designed for paddle players in improvement. It is ideal for perfecting paddle players who want to transport their belongings and protect paddles.",
    "Concebida para jugadores de pádel expertos. Mochila de pádel elegida por Juan Tello y Fede Chingotto (jugadores del WPT). Es ideal para jugadores de pádel expertos que quieren transportar sus enseres y proteger las palas de pádel.":"Designed for expert paddle players. Paddle backpack chosen by Juan Tello and Fede Chingotto (WPT players). It is ideal for expert paddle players who want to transport their belongings and protect paddles.",
    "Concebido para jugadores de pádel expertos. Paletero ideal para jugadores de pádel expertos que quieren transportar sus enseres y proteger las palas de pádel.":"Designed for expert padel players. Ideal pallet for expert paddle players who want to transport their belongings and protect paddles.",
    "Concebido para jugadores de pádel de nivel iniciación. Pequeño paletero de pádel ideal para jugadores de pádel de nivel iniciación.":"Designed for beginner level paddle players. Small paddle paddle player ideal for beginner level paddle players.",
    "Jugadores de pádel expertos. Mochila ideal para jugadores de pádel expertos que buscan una bolsa para transportar las palas de pádel y todo el conjunto.":"Expert paddle tennis players. Ideal backpack for expert paddle players looking for a bag to transport paddles and the whole set.",
    "La práctica del pádel, de nivel experto. Estas zapatillas de pádel te aportarán la sujeción y la duración necesarias para los desplazamientos intensivos.":"The practice of paddle, expert level. These paddle tennis shoes will give you the necessary support and duration for intensive travel.",
    "Concebidas para jugar al pádel, nivel experto. Las zapatillas Babolat Jet Premura se han concebido para jugar al pádel, nivel experto. Las zapatillas de Juan Lebron, número 1 mundial.":"Designed to play paddle, expert level. Babolat Jet Premura shoes are designed to play paddle, expert level. Juan Lebron’s shoes, number one in the world.",
    "Concebidas para jugadores de pádel expertos. Las zapatillas Bpthermofit movea 22 son un modelo polivalente para los competidores de pádel. Tienen refuerzos para una gran duración y son cómodas gracias al mesh de punto en la puntera.":"Designed for expert paddle players. Bpthermofit movea 22 shoes are a versatile model for paddle tennis competitors. They have reinforcements for a great durability and are comfortable thanks to the knitted mesh on the toe.",
    "Concebidas para la práctica del pádel nivel experto. Estas zapatillas de pádel te aportarán el dinamismo necesario en los desplazamientos intensivos gracias a su ligereza y su flexibilidad.":"Designed for expert level paddle practice. These paddle tennis shoes will give you the necessary dynamism in intensive travel thanks to their lightness and flexibility.",
    "La práctica del pádel, de nivel iniciación. Las zapatillas de pádel aportarán el agarre necesario a los jóvenes jugadores de pádel para jugar sobre hierba sintética con arena sin resbalar.":"The practice of paddle, initiation level. The paddle tennis shoes will provide the necessary grip to young paddle players to play on synthetic grass with sand without slipping.",
    "Para la práctica del pádel, de nivel perfeccionamiento. Las zapatillas de pádel te aportarán el agarre necesario para jugar sobre hierba sintética con arena y amortiguación para una mejor absorción de los impactos.":"For the practice of paddle, advanced level. The paddle shoes will give you the necessary grip to play on synthetic grass with sand and cushioning for better absorption of impacts."
}
